<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <link rel="stylesheet" href="../assets/style.css?t=90051322">
    <script src="../assets/script.js?t=93f1a66c"></script>
    <title>BOT - Notatki PG</title>
    <meta name="viewport" content="width=device-width">
  </head>
  <body class="-menu-visible">
    <div class="doc-layout">
      <div class="toggle menu-toggle js-menu-toggle"></div>
      <div class="menu toc-menu">
        <ul>
          <li class="menu-item -level-0 -parent">
            <ul class="submenu">
              <li class="menu-item -level-1"><a class="link title  link-index" href="../index.html">Notatki PG</a>
              </li>
              <li class="menu-item -level-1"><a class="link title -active link-notatkiszesc_bitew" href="../notatki/szesc_bitew.html">BOT</a>
                <ul class="headings heading-list">
                  <li class="heading-item -depth-2"><a class="hlink link-1.-zyj-tak-jakby-nie-liczylo-sie-nic-innego." href="#1.-zyj-tak-jakby-nie-liczylo-sie-nic-innego.">1. Żyj tak, jakby nie liczyło się nic innego.</a>
                    <ul class="heading-list -depth-2">
                      <li class="heading-item -depth-3"><a class="hlink link-pytania:" href="#pytania:">Pytania:</a>
                      </li>
                    </ul>
                  </li>
                  <li class="heading-item -depth-2"><a class="hlink link-2.-zacieta-walka-miedzy-aniolami" href="#2.-zacieta-walka-miedzy-aniolami">2. Zacięta walka między aniołami</a>
                    <ul class="heading-list -depth-2">
                      <li class="heading-item -depth-3"><a class="hlink link-pytania" href="#pytania">Pytania</a>
                      </li>
                    </ul>
                  </li>
                </ul>
              </li>
            </ul>
          </li>
        </ul>
      </div>
      <div class="body page-notatkiszesc_bitew">
        <div class="header-nav">
          <div class="right">
          </div>
        </div>
        <div class="markdown-body"><h1 id="wakacyjne-warsztaty-2022">Wakacyjne warsztaty 2022</h1>
<p>Lektura: Bill Perkins, Sze&#x15B;&#x107; bitew, kt&#xF3;re wygra&#x107; powinien ka&#x17C;dy m&#x119;&#x17C;czyzna</p>
<h2 id="1.-zyj-tak-jakby-nie-liczylo-sie-nic-innego.">1. &#x17B;yj tak, jakby nie liczy&#x142;o si&#x119; nic innego.</h2>
<h3 id="pytania:">Pytania:</h3>
<ol>
<li>Co w swoim &#x17C;yciu duchowym uwa&#x17C;a&#x142;e&#x15B; za pomocne w nawi&#x105;zaniu relacji z Bogiem?</li>
<li>Za&#x142;&#xF3;&#x17C;my, &#x17C;e B&#xF3;g wzywa ci&#x119; przed swoje oblicze i zadaje ci pytanie:
&quot;Dlaczego powinienem pozwoli&#x107; ci wej&#x15B;&#x107; do nieba?&quot;. Co by&#x15B; odpowiedzia&#x142;?</li>
<li>Przeczytaj uwa&#x17C;nie podane fragmenty: Rz 4,5; Ef 2,8-9; J 3, 18. Czy na ich podstawie mo&#x17C;esz okre&#x15B;li&#x107; powody, dla kt&#xF3;rych B&#xF3;g powinien pozwoli&#x107; ci wej&#x15B;&#x107; do nieba? Czy w twojej ocenie spe&#x142;niasz wymienione w nich warunki? Dlaczego (nie)?</li>
<li>Czy zgadzasz si&#x119; ze stwierdzeniem, &#x17C;e nic nie liczy si&#x119; bardziej ni&#x17C; poznawanie Boga i walczenie u Jego boku?</li>
<li>Gdyby&#x15B; &#x17C;y&#x142; tak, jakby poza poznawaniem Boga i walczeniem u Jego boku nic nie liczy&#x142;o si&#x119; bardziej, to jak by wygl&#x105;da&#x142;oby twoje &#x17C;ycie?</li>
</ol>
<h4 id="ad-1.">ad 1.</h4>
<ul>
<li>&#x142;aska Bo&#x17C;a. On pozwoli&#x142; mi siebie poznawa&#x107;.</li>
<li>prawdziwi pasterze, ich &#x15B;wiadectwo, nauczanie.</li>
<li>S&#x142;owo Bo&#x17C;e, regularna lektura, rozwa&#x17C;anie</li>
<li>modlitwa, czas sp&#x119;dzany z Bogiem - tak jak potrafi&#x119; ze swojej strony</li>
</ul>
<h4 id="ad-2.">ad 2.</h4>
<p>Nie ma powodu. Ze wzgl&#x119;du na Twoj&#x105; &#x142;ask&#x119; i mi&#x142;osierdzie.</p>
<h4 id="ad-3.">ad 3.</h4>
<p>&#x141;aska Bo&#x17C;a, moja wiara??
Powinien to z&#x142;e s&#x142;owo. Mog&#x119; mie&#x107; nadziej&#x119; na wej&#x15B;cie do nieba.
Przyj&#x105;&#x142;em wiar&#x119;, tak wi&#x119;c wydaje mi si&#x119;, &#x17C;e na ile potrafi&#x119; spe&#x142;niam warunki
otrzymania od Boga &#x142;aski zbawienia...</p>
<h4 id="ad-4">ad 4</h4>
<p>Tak, umys&#x142;em zgadzam si&#x119; ale w sercu jestem daleko od takiej postawy.
Przeszkody to sprawy, rzeczy, kt&#xF3;re poch&#x142;aniaj&#x105; moje serce: zainteresowania, ambicje,
ch&#x119;&#x107; niezale&#x17C;no&#x15B;ci, posiadania d&#xF3;br...</p>
<h4 id="ad-5">ad 5</h4>
<p>Z jednej strony wydaje mi si&#x119; &#x17C;e to nie jest problem sposobu &#x17C;ycia, tylko tego co mam
w sercu: moich pragnie&#x144;, tego co na co dzie&#x144; poch&#x142;ania moje my&#x15B;li, serce.</p>
<p>Z drugiej strony, chcia&#x142;oby si&#x119; powiedzie&#x107;, &#x17C;e powinienem zmieni&#x107; ca&#x142;kowicie moje &#x17C;ycie:
bardziej s&#x142;u&#x17C;y&#x107; ludziom, by&#x107; dla innych, wi&#x119;cej czasu po&#x15B;wi&#x119;ca&#x107; na poznawanie Boga,
ca&#x142;kowicie ukierunkowa&#x107; si&#x119; na to - jednak te my&#x15B;li zostawiam, bo nie zamierzam obecnie
nic pochopnie zmienia&#x107;, mam zobowi&#x105;zania wobec rodziny i w tym te&#x17C; jest wola Bo&#x17C;a
przypiecz&#x119;towana sakramentem ma&#x142;&#x17C;e&#x144;stwa. Tak du&#x17C;o jeszcze mog&#x119; zrobi&#x107; w tym kierunku
aby by&#x107; lepszym m&#x119;&#x17C;em i ojcem, a jeszcze tego nie zrobi&#x142;em...</p>
<h2 id="2.-zacieta-walka-miedzy-aniolami">2. Zaci&#x119;ta walka mi&#x119;dzy anio&#x142;ami</h2>
<p>Jako m&#x119;&#x17C;czy&#x17A;ni stali&#x15B;my si&#x119; zdystansowani i odizolowani. Przestali&#x15B;my walczy&#x107; o sw&#xF3;j teren.</p>
<p>Niewielu z nas &#x17C;yje tak, jakby poza poznawaniem Boga nie liczy&#x142;o si&#x119; nic innego.
Co wi&#x119;cej, &#x17C;yjemy tak, jakby liczy&#x142;o si&#x119; w&#x142;a&#x15B;nie wszystko inne.</p>
<p>W rzeczywisto&#x15B;ci duchowej B&#xF3;g umie&#x15B;ci&#x142; nas w samym &#x15B;rodku wojny, jaka toczy si&#x119;
mi&#x119;dzy Jego anio&#x142;ami &#x15B;wiat&#x142;o&#x15B;ci a demonami ciemno&#x15B;ci b&#x119;d&#x105;cymi na us&#x142;ugach szatana (Ef 6,12).</p>
<p>Biblia obfituje w przyk&#x142;ady m&#x119;&#x17C;czyzn, kt&#xF3;rzy s&#x105; zach&#x119;cani do walki z wrogiem,
do brania udzia&#x142;u w bitwach i toczenia wojen. B&#xF3;g nie umie&#x15B;ci&#x142; nas w duchowym
Disneylandzie i nie powiedzia&#x142;: &quot;dobrej zabawy&quot;.
W momencie narodzin zjawili&#x15B;my si&#x119; na polu bitwy.
Z chwil&#x105; naszych nowych narodzin w Chrystusie zaci&#x105;gn&#x119;li&#x15B;my si&#x119; do Bo&#x17C;ej armii jako
wojownicy &#x15B;wiat&#x142;a.</p>
<p>Dzisiaj ten konflikt rozgrywa si&#x119; w wymiarze duchowym, gdzie toczy si&#x119; wojna o nasze serca -
o samo centrum naszego jestestwa, kt&#xF3;remu podlegaj&#x105; nasze emocje, intelekt i wola.
Wr&#xF3;g chce pozyska&#x107; nasz&#x105; sympati&#x119; i wp&#x142;ywa&#x107; na nasze plany.
Chce zniszczy&#x107; nas i nasze rodziny.
Je&#x15B;li przegrywamy w tej wojnie, oznacza to nie tylko, &#x17C;e tracimy pole wa&#x17C;ne pod
wzgl&#x119;dem strategicznym, lecz sprzymierzamy si&#x119; z naszym wrogiem.</p>
<p>Musimy si&#x119; przebudzi&#x107;. Nie mo&#x17C;emy d&#x142;u&#x17C;ej udawa&#x107;, &#x17C;e walka mi&#x119;dzy anio&#x142;ami,
w kt&#xF3;rej my te&#x17C; bierzemy udzia&#x142;, nie jest rzeczywisto&#x15B;ci&#x105;.
Mamy wroga, kt&#xF3;ry nas nienawidzi i kt&#xF3;ry d&#x105;&#x17C;y do naszego unicestwienia.
Jako wojownicy Boga musimy &#x17C;y&#x107; tak, jakby poza poznawaniem Boga
i walczeniem u Jego boku nie liczy&#x142;o si&#x119; nic innego.</p>
<p>Musimy odkry&#x107; tajemnic&#x119; m&#x119;skiej si&#x142;y, kt&#xF3;ra jest zakorzeniona w Chrystusie.</p>
<p>B&#xF3;g umie&#x15B;ci&#x142; pragnienie zwyci&#x119;stwa w sercu ka&#x17C;dego z nas.
To w&#x142;a&#x15B;nie jest istota naszej m&#x119;sko&#x15B;ci.</p>
<p>Zamiast kultywowa&#x107; w sobie m&#x119;sk&#x105; si&#x142;&#x119; - kt&#xF3;r&#x105; B&#xF3;g nas obdarzy&#x142; aby&#x15B;my walczyli
w wojnie duchowej, my nasz&#x105; to&#x17C;samo&#x15B;&#x107; opieramy na do&#x15B;wiadczeniu pora&#x17C;ki
i rozczarowania, a nie na Bogu. W ten spos&#xF3;b t&#x142;amsimy w sobie
naszego wewn&#x119;trznego wojownika.</p>
<p>Gdy zaczniesz polega&#x107; na mocy Bo&#x17C;ej i uwolnisz swojego wewn&#x119;trznego wojownika,
b&#x119;dziesz odnosi&#x142; zwyci&#x119;stwa, nawet w najbardziej zaci&#x119;tych bitwach.</p>
<p>W&#x142;&#x105;czyli si&#x119; do walki i staj&#x105;c po stronie Boga, walczyli w Jego mocy.</p>
<p>Zanim stali si&#x119; pot&#x119;&#x17C;nymi wojownikami, musieli najpierw stoczy&#x107; sze&#x15B;&#x107; bitew:</p>
<ul>
<li>o swoj&#x105; to&#x17C;samo&#x15B;&#x107;</li>
<li>o swoj&#x105; &#x15B;wi&#x119;to&#x15B;&#x107;</li>
<li>o swoj&#x105; rodzin&#x119;,</li>
<li>o wytrwa&#x142;o&#x15B;&#x107; w cierpieniu,</li>
<li>o swoich przyjaci&#xF3;&#x142;</li>
<li>o siln&#x105; wiar&#x119;
Tak samo jest w przypadku ka&#x17C;dego z nas.</li>
</ul>
<h3 id="pytania">Pytania</h3>
<ol>
<li>Dlaczego wielu ch&#x142;opc&#xF3;w marzy o byciu zwyci&#x119;skimi wojownikami? Jakie by&#x142;y twoje ch&#x142;opi&#x119;ce marzenia?</li>
<li>Na czym polega &quot;zaci&#x119;ta walka mi&#x119;dzy anio&#x142;ami&quot;? Jak nasze marzenia z dzieci&#x144;stwa przygotowuj&#x105;
nas do walki duchowej?</li>
<li>W jaki spos&#xF3;b pr&#xF3;buje si&#x119; nam wm&#xF3;wi&#x107;, &#x17C;e nie jeste&#x15B;my wojownikami?</li>
<li>Jacy byli dzielni wojownicy Dawida, zanim go spotkali (1 Sm 22,2)?</li>
<li>Czy opis zawarty w 1 Sm 22, 2 oddaje w jakim&#x15B; stopniu twoj&#x105; sytuacj&#x119; &#x17C;yciow&#x105;?  Czy historia o ich pocz&#x105;tkowym po&#x142;o&#x17C;eniu budzi w tobie nadziej&#x119;? Dlaczego?</li>
</ol>
<h4 id="ad-1">ad 1</h4>
<p>To marzenie potwierdza, &#x17C;e zostali&#x15B;my stworzeni do walki.</p>
<p>Nie pami&#x119;tam takich konkretnych marze&#x144;. Potwierdzeniem takich pragnie&#x144; i marze&#x144;
jest na pewno popularno&#x15B;&#x107; film&#xF3;w czy opowie&#x15B;ci o superbohaterach.
Tylko, &#x17C;e bohaterowie tych opowie&#x15B;ci maj&#x105; w sobie si&#x142;&#x119; potrzebn&#x105; do pokonania wrog&#xF3;w
i to jest oszustwo - je&#x15B;li b&#x119;dziemy polega&#x107; na sobie to przegramy.</p>
<h4 id="ad-2">ad 2</h4>
<p>To walka o serca ludzi. O to by w ich sercach zwyci&#x119;&#x17C;y&#x142;a prawda i Bo&#x17C;a sprawiedliwo&#x15B;&#x107;.</p>
<h4 id="ad-3">ad 3</h4>
<h4 id="ad-4">ad 4</h4>
<p>Uci&#x15B;nieni, &#x15B;cigani, przygnieceni kl&#x119;skami. Byli to ludzie przegrani, do&#x15B;wiadczyli
kl&#x119;ski, kiedy polegali na w&#x142;asnych si&#x142;ach, walczyli samotnie. Dawid jako przyw&#xF3;dca
poddany Bogu dawa&#x142; im nadziej&#x119;.</p>
<h4 id="ad-5">ad 5</h4>
<p>Tak, do&#x15B;wiadczy&#x142;em i ci&#x105;gle do&#x15B;wiadczam kl&#x119;sk, kiedy walcz&#x119; polegaj&#x105;c na w&#x142;asnych si&#x142;ach.
To daje nadziej&#x119;. Moje marzenia o zwyci&#x119;&#x17C;aniu nie s&#x105; czym&#x15B; co powinienem odrzuca&#x107; jako nierealne.</p>

        </div>
        <div class="footer-nav">
          <div class="left"><a href="../index.html"><span class="title">Notatki PG</span></a></div>
        </div>
      </div>
    </div>
  </body>
</html>